Repository: sixim/sooogood-video-catch
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, fr, ja, ko

source: · %lld 首平台无版权（不可下载）
de: · %lld ohne Rechte auf der Plattform (nicht ladbar)
en: · %lld without rights on the platform (not downloadable)
fr: · %lld sans droits sur la plateforme (non téléchargeables)
ja: · プラットフォームに権利がない %lld 曲（ダウンロード不可）
ko: · 플랫폼에 권리가 없는 곡 %lld개(다운로드 불가)

source: · %lld 首当前账号不可见
de: · %lld für dieses Konto nicht sichtbar
en: · %lld not visible to this account
fr: · %lld non visibles pour ce compte
ja: · このアカウントで表示できない %lld 曲
ko: · 이 계정에서 볼 수 없는 곡 %lld개

source: · 本地已有 %lld（默认不选）
de: · %lld bereits auf diesem Mac (abgewählt)
en: · %lld already on this Mac (unselected)
fr: · %lld déjà sur ce Mac (désélectionnés)
ja: · このMacに既にある %lld 曲（選択解除）
ko: · 이 Mac에 이미 있는 곡 %lld개(선택 해제됨)

source: · 目标磁盘剩余 %@
de: · %@ frei auf dem Zieldatenträger
en: · %@ free on target disk
fr: · %@ libres sur le disque cible
ja: · 保存先ディスクの空き %@
ko: · 대상 디스크 여유 공간 %@

source: 等
de: usw.
en: and more
fr: etc.
ja: など
ko: 등

source: %.1f× 实时
de: %.1f× Echtzeit
en: %.1f× real time
fr: %.1f× temps réel
ja: %.1f× 実時間
ko: %.1f× 실시간

# %@ %@ · 当前项目：%@
source: %1$@ %2$@ · 当前项目：%3$@
de: %@ %@ · Aktuelles Projekt: %@
en: %@ %@ · Current project: %@
fr: %@ %@ · Projet actuel : %@
ja: %@ %@ · 現在のプロジェクト：%@
ko: %@ %@ · 현재 프로젝트: %@

# %@ · %lld 项 · 已选 %lld 项 · 保存到「%@」文件夹
source: %1$@ · %2$lld 项 · 已选 %3$lld 项 · 保存到「%4$@」文件夹
de: %@ · %lld Einträge · %lld ausgewählt · In Ordner „%@“ sichern
en: %@ · %lld items · %lld selected · Save to folder “%@”
fr: %@ · %lld éléments · %lld sélectionnés · Enregistrer dans le dossier « %@ »
ja: %@ · %lld 件 · %lld 件選択 · フォルダ「%@」に保存
ko: %@ · %lld개 항목 · %lld개 선택 · '%@' 폴더에 저장

# %@ · 版本 %@
source: %1$@ · 版本 %2$@
de: %@ · Version %@
en: %@ · Version %@
fr: %@ · Version %@
ja: %@ · バージョン %@
ko: %@ · 버전 %@

# %@ · 约 %@
source: %1$@ · 约 %2$@
de: %@ · Ca. %@
en: %@ · About %@
fr: %@ · Environ %@
ja: %@ · 約 %@
ko: %@ · 약 %@

source: %@ 不是有效的 http(s) 链接
de: %@ ist kein gültiger http(s)-Link
en: %@ is not a valid http(s) link
fr: %@ n’est pas un lien http(s) valide
ja: %@ は有効な http(s) リンクではありません
ko: %@은(는) 유효한 http(s) 링크가 아닙니다

source: %@ 中没有有效链接
de: Keine gültigen Links in %@
en: No valid links in %@
fr: Aucun lien valide dans %@
ja: %@ に有効なリンクがありません
ko: %@에 유효한 링크가 없습니다

source: %@ 使用受保护媒体流
de: %@ verwendet geschützte Medienstreams
en: %@ uses protected media streams
fr: %@ utilise des flux protégés
ja: %@ は保護されたメディアストリームを使用しています
ko: %@은(는) 보호된 미디어 스트림을 사용합니다

source: %@ 只读取曲目、专辑和歌单信息。音频仍来自你选择的本地资料夹或明确授权的 DRM-free 直链。
de: %@ liest nur Titel-, Album- und Playlist-Informationen. Audio stammt weiterhin aus lokalen Ordnern, die du wählst, oder aus DRM-freien Links, die du nutzen darfst.
en: %@ only reads track, album and playlist information. Audio still comes from local folders you choose or DRM-free links you are authorized to use.
fr: %@ lit uniquement les informations de titres, d’albums et de playlists. L’audio provient toujours de dossiers locaux que vous choisissez ou de liens sans DRM que vous êtes autorisé à utiliser.
ja: %@ は曲・アルバム・プレイリストの情報だけを読み取ります。音声は引き続き、あなたが選んだローカルフォルダか、利用を許可された DRM フリーのリンクから取得します。
ko: %@은(는) 곡, 앨범, 재생목록 정보만 읽습니다. 오디오는 여전히 직접 선택한 로컬 폴더나 사용이 허가된 DRM-free 링크에서 가져옵니다.

# %@ 只载入当前账号拥有或可协作的歌单%@。
source: %1$@ 只载入当前账号拥有或可协作的歌单%2$@。
de: %@ lädt nur Playlists, die diesem Konto gehören oder an denen es mitarbeitet%@.
en: %@ only loads playlists this account owns or collaborates on%@.
fr: %@ charge uniquement les playlists que ce compte possède ou auxquelles il collabore%@.
ja: %@ はこのアカウントが所有または共同編集しているプレイリストだけを読み込みます%@。
ko: %@은(는) 이 계정이 소유하거나 공동 작업 중인 재생목록만 불러옵니다%@.

source: %@ 封面
de: Cover von %@
en: %@ cover
fr: Pochette de %@
ja: %@ のカバー
ko: %@ 커버

source: %@ 必须是字符串
de: %@ muss ein String sein
en: %@ must be a string
fr: %@ doit être une chaîne
ja: %@ は文字列である必要があります
ko: %@은(는) 문자열이어야 합니다

source: %@ 必须是非空字符串数组
de: %@ muss ein nicht leeres String-Array sein
en: %@ must be a non-empty array of strings
fr: %@ doit être un tableau de chaînes non vide
ja: %@ は空でない文字列配列である必要があります
ko: %@은(는) 비어 있지 않은 문자열 배열이어야 합니다

source: %1$@ 没有权限读取 Safari 登录状态。推荐改用已登录 Vimeo 的 Chrome；或者在“系统设置 → 隐私与安全性 → 完整磁盘访问”中加入并启用 %2$@，然后退出并重新打开应用。
de: %@ darf den Safari-Anmeldestatus nicht lesen. Wir empfehlen stattdessen Chrome mit Vimeo-Anmeldung, oder füge %@ unter „Systemeinstellungen → Datenschutz & Sicherheit → Festplattenvollzugriff“ hinzu, aktiviere es und öffne die App neu.
en: %@ is not allowed to read Safari's sign-in state. We recommend Chrome signed in to Vimeo instead, or add and enable %@ under “System Settings → Privacy & Security → Full Disk Access”, then quit and reopen the app.
fr: %@ n’est pas autorisé à lire l’état de connexion de Safari. Nous recommandons plutôt Chrome connecté à Vimeo, ou ajoutez et activez %@ dans « Réglages Système → Confidentialité et sécurité → Accès complet au disque », puis quittez et rouvrez l’app.
ja: %@ には Safari のログイン状態を読む権限がありません。Vimeo にログイン済みの Chrome の使用をおすすめします。または「システム設定 → プライバシーとセキュリティ → フルディスクアクセス」で %@ を追加して有効にし、アプリを終了して再度開いてください。
ko: %@에 Safari 로그인 상태를 읽을 권한이 없습니다. Vimeo에 로그인한 Chrome 사용을 권장합니다. 또는 '시스템 설정 → 개인정보 보호 및 보안 → 전체 디스크 접근 권한'에서 %@을(를) 추가해 켠 뒤 앱을 종료하고 다시 여세요.

source: %@ 登录态
de: %@-Anmeldesitzung
en: %@ sign-in session
fr: Session %@
ja: %@ のログイン状態
ko: %@ 로그인 세션

source: %lld 个任务
de: %lld Aufgaben
en: %lld tasks
fr: %lld tâches
ja: %lld 件のタスク
ko: 작업 %lld개

source: %lld 个任务等待处理
de: %lld Aufgaben warten
en: %lld tasks waiting
fr: %lld tâches en attente
ja: %lld 件のタスクが待機中
ko: 대기 중인 작업 %lld개

source: %lld 个本地候选
de: %lld lokale Kandidaten
en: %lld local candidates
fr: %lld candidats locaux
ja: ローカル候補 %lld 件
ko: 로컬 후보 %lld개

source: %lld 个本机记录
de: %lld Einträge auf diesem Mac
en: %lld records on this Mac
fr: %lld enregistrements sur ce Mac
ja: このMacの記録 %lld 件
ko: 이 Mac의 기록 %lld개

source: %lld 个连接
de: %lld Verbindungen
en: %lld connections
fr: %lld connexions
ja: %lld 件の接続
ko: 연결 %lld개

source: %lld 分钟
de: %lld Min.
en: %lld min
fr: %lld min
ja: %lld 分
ko: %lld분

# %lld 小时 %lld 分钟
source: %1$lld 小时 %2$lld 分钟
de: %lld Std. %lld Min.
en: %lld h %lld min
fr: %lld h %lld min
ja: %lld 時間 %lld 分
ko: %lld시간 %lld분

source: %lld 首
de: %lld Titel
en: %lld tracks
fr: %lld titres
ja: %lld 曲
ko: %lld곡

# %lld 首 · 已选 %lld · 已检测音质 %lld
source: %1$lld 首 · 已选 %2$lld · 已检测音质 %3$lld
de: %lld Titel · %lld ausgewählt · %lld Qualität geprüft
en: %lld tracks · %lld selected · %lld quality checked
fr: %lld titres · %lld sélectionnés · %lld qualités vérifiées
ja: %lld 曲 · %lld 曲選択 · 音質確認済み %lld
ko: %lld곡 · %lld곡 선택 · 음질 확인 %lld곡

source: %lld 首音乐可以保存
de: %lld Titel bereit zum Sichern
en: %lld tracks ready to save
fr: %lld titres prêts à enregistrer
ja: %lld 曲を保存できます
ko: %lld곡을 저장할 수 있습니다

source: %lld 首音乐等待匹配
de: %lld Titel warten auf Zuordnung
en: %lld tracks waiting to be matched
fr: %lld titres en attente de correspondance
ja: %lld 曲がマッチング待ち
ko: %lld곡이 매칭 대기 중

# %lld/%lld 条可以下载 · 预计 %@
source: %1$lld/%2$lld 条可以下载 · 预计 %3$@
de: %lld/%lld ladbar · ca. %@
en: %lld/%lld can be downloaded · est. %@
fr: %lld/%lld téléchargeables · env. %@
ja: %lld/%lld 件ダウンロード可能 · 推定 %@
ko: %lld/%lld개 다운로드 가능 · 예상 %@

source: 02 城市边缘 (Live).m4a
de: 02 Stadtrand (Live).m4a
en: 02 City Edge (Live).m4a
fr: 02 Bord de la ville (Live).m4a
ja: 02 街のはずれ (Live).m4a
ko: 02 도시의 끝 (Live).m4a

source: 02 城市边缘.m4a
de: 02 Stadtrand.m4a
en: 02 City Edge.m4a
fr: 02 Bord de la ville.m4a
ja: 02 街のはずれ.m4a
ko: 02 도시의 끝.m4a

source: 12 fps、640 宽，调色板优化
de: 12 fps, 640 px breit, optimierte Palette
en: 12 fps, 640 px wide, optimized palette
fr: 12 fps, 640 px de large, palette optimisée
ja: 12 fps、幅 640、パレット最適化
ko: 12fps, 너비 640, 팔레트 최적화

source: 403 拒绝访问，改用 IPv4 重试
de: 403 Zugriff verweigert, neuer Versuch über IPv4
en: 403 Forbidden, retrying over IPv4
fr: 403 Accès refusé, nouvel essai en IPv4
ja: 403 アクセス拒否、IPv4 で再試行
ko: 403 접근 거부, IPv4로 재시도

source: A Very Long Track Title for Multilingual Layout Verification — 未匹配版本
de: A Very Long Track Title for Multilingual Layout Verification — nicht zugeordnete Version
en: A Very Long Track Title for Multilingual Layout Verification — Unmatched Version
fr: A Very Long Track Title for Multilingual Layout Verification — version non associée
ja: A Very Long Track Title for Multilingual Layout Verification — 未マッチのバージョン
ko: A Very Long Track Title for Multilingual Layout Verification — 매칭되지 않은 버전

source: App Store 版本不支持浏览器 Cookie 登录状态。
de: Die App-Store-Version unterstützt keine Anmeldung über Browser-Cookies.
en: The App Store version does not support browser cookie sign-in.
fr: La version App Store ne prend pas en charge la connexion par cookies du navigateur.
ja: App Store 版はブラウザ Cookie によるログインに対応していません。
ko: App Store 버전은 브라우저 쿠키 로그인을 지원하지 않습니다.

source: App Store 版本不读取浏览器 Cookie；请使用公开媒体链接或应用支持的授权方式。
de: Die App-Store-Version liest keine Browser-Cookies. Nutze öffentliche Medienlinks oder eine von der App unterstützte Anmeldemethode.
en: The App Store version does not read browser cookies. Use public media links or a sign-in method the app supports.
fr: La version App Store ne lit pas les cookies du navigateur. Utilisez des liens publics ou une méthode de connexion prise en charge par l’app.
ja: App Store 版はブラウザ Cookie を読み取りません。公開リンクか、アプリが対応するログイン方法を使ってください。
ko: App Store 버전은 브라우저 쿠키를 읽지 않습니다. 공개 미디어 링크나 앱이 지원하는 로그인 방법을 사용하세요.

source: BitTorrent 下载的同时会把已下载的部分分享给其他用户。请只下载你有权获取和分享的内容，例如开源软件、公有领域作品或权利人授权分发的素材。%@ 不提供种子搜索或索引功能。
de: Beim Laden teilt BitTorrent bereits geladene Teile mit anderen Nutzern. Lade nur Inhalte, die du beziehen und teilen darfst, etwa Open-Source-Software, gemeinfreie Werke oder vom Rechteinhaber verbreitetes Material. %@ bietet keine Torrent-Suche oder -Indizierung.
en: While downloading, BitTorrent shares the parts you already have with other users. Only download content you have the right to obtain and share, such as open-source software, public-domain works or material the rights holder distributes. %@ does not provide torrent search or indexing.
fr: Pendant le téléchargement, BitTorrent partage avec d’autres utilisateurs les parties déjà obtenues. Ne téléchargez que des contenus que vous avez le droit d’obtenir et de partager, comme des logiciels libres, des œuvres du domaine public ou des contenus diffusés par l’ayant droit. %@ ne propose ni recherche ni indexation de torrents.
ja: BitTorrent はダウンロード中、取得済みの部分を他のユーザーと共有します。オープンソースソフトやパブリックドメイン作品、権利者が配布を許可した素材など、取得と共有の権利があるものだけをダウンロードしてください。%@ はトレントの検索やインデックス機能を提供しません。
ko: BitTorrent는 다운로드하는 동안 이미 받은 부분을 다른 사용자와 공유합니다. 오픈소스 소프트웨어, 퍼블릭 도메인 저작물, 권리자가 배포를 허락한 자료처럼 받고 공유할 권리가 있는 콘텐츠만 다운로드하세요. %@은(는) 토렌트 검색이나 색인 기능을 제공하지 않습니다.

source: Client ID 只保存在这台 Mac 的本机设置中；授权令牌保存在 macOS 钥匙串。
de: Die Client ID wird nur in den lokalen Einstellungen dieses Macs gespeichert; Autorisierungstokens im macOS-Schlüsselbund.
en: The Client ID is stored only in this Mac's local settings; authorization tokens are stored in the macOS Keychain.
fr: Le Client ID est stocké uniquement dans les réglages locaux de ce Mac ; les jetons d’autorisation sont stockés dans le trousseau macOS.
ja: Client ID はこのMacのローカル設定にのみ保存され、認可トークンは macOS キーチェーンに保存されます。
ko: Client ID는 이 Mac의 로컬 설정에만 저장되며, 인증 토큰은 macOS 키체인에 저장됩니다.

source: Client ID 已更改，请重新连接 Spotify。旧凭据仍可通过“断开并删除本地凭据”清除。
de: Die Client ID wurde geändert. Verbinde Spotify erneut. Alte Zugangsdaten lassen sich weiterhin mit „Trennen und lokale Zugangsdaten löschen“ entfernen.
en: The Client ID changed. Reconnect Spotify. Old credentials can still be removed with “Disconnect and Delete Local Credentials”.
fr: Le Client ID a changé. Reconnectez Spotify. Les anciens identifiants peuvent encore être supprimés avec « Déconnecter et supprimer les identifiants locaux ».
ja: Client ID が変更されました。Spotify に再接続してください。古い認証情報は「接続を解除してローカルの認証情報を削除」で削除できます。
ko: Client ID가 변경되었습니다. Spotify를 다시 연결하세요. 이전 자격 증명은 '연결 해제 및 로컬 자격 증명 삭제'로 지울 수 있습니다.

source: DaVinci Resolve 没有运行，请先打开达芬奇并载入一个项目
de: DaVinci Resolve läuft nicht. Öffne Resolve und lade zuerst ein Projekt.
en: DaVinci Resolve is not running. Open Resolve and load a project first.
fr: DaVinci Resolve n’est pas lancé. Ouvrez Resolve et chargez d’abord un projet.
ja: DaVinci Resolve が起動していません。Resolve を開いてプロジェクトを読み込んでください。
ko: DaVinci Resolve가 실행 중이 아닙니다. 먼저 Resolve를 열고 프로젝트를 불러오세요

source: GIF 预览
de: GIF-Vorschau
en: GIF Preview
fr: Aperçu GIF
ja: GIF プレビュー
ko: GIF 미리보기

source: Google 登录需要受支持的浏览器
de: Google-Anmeldung erfordert einen unterstützten Browser
en: Google sign-in requires a supported browser
fr: La connexion Google nécessite un navigateur compatible
ja: Google ログインには対応ブラウザが必要です
ko: Google 로그인에는 지원되는 브라우저가 필요합니다

source: Google 限制应用内嵌登录。可返回使用该网站的邮箱登录，或选择兼容登录。
de: Google schränkt die Anmeldung in eingebetteten Webansichten ein. Kehre zurück und melde dich per E-Mail der Website an, oder wähle die Browser-Anmeldung.
en: Google restricts sign-in inside embedded web views. Go back and sign in with the site's email login, or choose browser sign-in.
fr: Google limite la connexion dans les vues web intégrées. Revenez et connectez-vous avec l’e-mail du site, ou choisissez la connexion via le navigateur.
ja: Google は埋め込みWebビューでのログインを制限しています。戻ってサイトのメールでログインするか、ブラウザログインを選んでください。
ko: Google은 앱에 내장된 웹 보기에서의 로그인을 제한합니다. 돌아가서 사이트의 이메일로 로그인하거나 브라우저 로그인을 선택하세요.

source: HLS / DASH 直链
de: HLS-/DASH-Direktlink
en: HLS / DASH Direct Link
fr: Lien direct HLS / DASH
ja: HLS / DASH 直接リンク
ko: HLS / DASH 직접 링크

source: ISRC 一致，但检测到 Live、Remaster、Explicit、Clean、Deluxe 等版本证据冲突，必须人工确认
de: ISRC stimmt überein, aber Versionshinweise widersprechen sich (Live, Remaster, Explicit, Clean, Deluxe …). Manuelle Bestätigung erforderlich.
en: ISRC matches, but version evidence conflicts (Live, Remaster, Explicit, Clean, Deluxe…). Manual confirmation required.
fr: L’ISRC correspond, mais les indices de version se contredisent (Live, Remaster, Explicit, Clean, Deluxe…). Confirmation manuelle requise.
ja: ISRC は一致していますが、バージョン情報（Live、Remaster、Explicit、Clean、Deluxe など）が矛盾しています。手動での確認が必要です
ko: ISRC는 일치하지만 Live, Remaster, Explicit, Clean, Deluxe 등 버전 정보가 충돌합니다. 직접 확인이 필요합니다

source: ISRC 完全一致
de: ISRC stimmt exakt überein
en: ISRC matches exactly
fr: ISRC identique
ja: ISRC が完全一致
ko: ISRC 완전 일치

source: Large v3 Turbo（完整）
de: Large v3 Turbo (vollständig)
en: Large v3 Turbo (full)
fr: Large v3 Turbo (complet)
ja: Large v3 Turbo（完全版）
ko: Large v3 Turbo(전체)

source: Large v3 Turbo（量化，推荐）
de: Large v3 Turbo (quantisiert, empfohlen)
en: Large v3 Turbo (quantized, recommended)
fr: Large v3 Turbo (quantifié, recommandé)
ja: Large v3 Turbo（量子化、推奨）
ko: Large v3 Turbo(양자화, 권장)

source: List the entries of a playlist or course (YouTube playlist, Udemy course, Bilibili 课堂) with chapters, without downloading.
de: Listet die Einträge einer Playlist oder eines Kurses (YouTube-Playlist, Udemy-Kurs, Bilibili-Kurs) mit Kapiteln auf, ohne zu laden.
en: List the entries of a playlist or course (YouTube playlist, Udemy course, Bilibili course) with chapters, without downloading.
fr: Liste les éléments d’une playlist ou d’un cours (playlist YouTube, cours Udemy, cours Bilibili) avec les chapitres, sans télécharger.
ja: プレイリストやコース（YouTube プレイリスト、Udemy コース、Bilibili 講座）の項目をチャプター付きで一覧表示します（ダウンロードはしません）。
ko: 재생목록이나 강좌(YouTube 재생목록, Udemy 강좌, Bilibili 강좌)의 항목을 챕터와 함께 나열합니다(다운로드하지 않음).

source: Local profile 的应用内登录由 WebKit 在本机按平台独立保存会话，不读取官网密码表单。你明确启用后，对应网站 Cookie 会写入权限受限的临时文件供本机引擎使用，操作结束或取消完成后删除；强制退出可能留下临时文件。在设置中可清除应用内会话。兼容登录会读取你指定的浏览器 Cookie 库；Safari 仍受 macOS 权限保护。历史和清单不保存 Cookie 内容。Mac App Store profile 不提供这些登录及第三方站点下载功能。
de: Im Local-Profil speichert WebKit pro Plattform eine App-interne Sitzung auf diesem Mac und liest nie Passwortformulare. Nach deiner Aktivierung werden die Cookies der Website in eine zugriffsbeschränkte temporäre Datei für die lokale Engine geschrieben und nach Abschluss oder Abbruch gelöscht; ein erzwungenes Beenden kann die Datei zurücklassen. App-interne Sitzungen lassen sich in den Einstellungen löschen. Die Browser-Anmeldung liest den Cookie-Speicher des gewählten Browsers; Safari bleibt durch macOS-Berechtigungen geschützt. Verlauf und Manifeste speichern nie Cookie-Inhalte. Das Mac-App-Store-Profil bietet weder diese Anmeldungen noch Downloads von Drittanbieter-Websites.
en: In the Local profile, WebKit keeps an in-app session per platform on this Mac and never reads password forms. Once you enable it, the site's cookies are written to a permission-restricted temporary file for the local engine and deleted when the operation finishes or is cancelled; a forced quit may leave the temporary file behind. You can clear in-app sessions in Settings. Browser sign-in reads the cookie store of the browser you choose; Safari remains protected by macOS permissions. History and manifests never store cookie contents. The Mac App Store profile offers neither these sign-ins nor third-party site downloads.
fr: Dans le profil Local, WebKit conserve une session intégrée par plateforme sur ce Mac et ne lit jamais les formulaires de mot de passe. Une fois activée, les cookies du site sont écrits dans un fichier temporaire à accès restreint pour le moteur local, puis supprimés à la fin ou à l’annulation de l’opération ; un arrêt forcé peut laisser ce fichier. Vous pouvez effacer les sessions intégrées dans les Réglages. La connexion via le navigateur lit le magasin de cookies du navigateur choisi ; Safari reste protégé par les autorisations macOS. L’historique et les manifestes ne stockent jamais le contenu des cookies. Le profil Mac App Store ne propose ni ces connexions ni le téléchargement depuis des sites tiers.
ja: Local プロファイルのアプリ内ログインは、WebKit がプラットフォームごとにこのMac上でセッションを保持し、パスワードフォームは読み取りません。有効にすると、サイトの Cookie はアクセス制限付きの一時ファイルに書き出されてローカルエンジンが使用し、処理の完了またはキャンセル時に削除されます（強制終了時は残る場合があります）。アプリ内セッションは設定で消去できます。ブラウザログインは指定したブラウザの Cookie ストアを読み取ります。Safari は引き続き macOS の権限で保護されます。履歴やマニフェストに Cookie の内容は保存しません。Mac App Store プロファイルには、これらのログインやサードパーティサイトのダウンロード機能はありません。
ko: Local 프로필의 앱 내 로그인은 WebKit이 플랫폼별로 이 Mac에 세션을 따로 보관하며 비밀번호 양식은 읽지 않습니다. 사용을 켜면 해당 사이트의 쿠키가 권한이 제한된 임시 파일에 기록되어 로컬 엔진이 사용하고, 작업이 끝나거나 취소되면 삭제됩니다. 강제 종료 시 임시 파일이 남을 수 있습니다. 앱 내 세션은 설정에서 지울 수 있습니다. 브라우저 로그인은 지정한 브라우저의 쿠키 저장소를 읽으며, Safari는 계속 macOS 권한으로 보호됩니다. 기록과 매니페스트에는 쿠키 내용을 저장하지 않습니다. Mac App Store 프로필에는 이러한 로그인과 타사 사이트 다운로드 기능이 없습니다.

source: Mac App Store 版本
de: Mac-App-Store-Version
en: Mac App Store Version
fr: Version Mac App Store
ja: Mac App Store 版
ko: Mac App Store 버전

source: Mac App Store 版本不提供第三方站点视频下载。
de: Die Mac-App-Store-Version lädt keine Videos von Drittanbieter-Websites.
en: The Mac App Store version does not download videos from third-party sites.
fr: La version Mac App Store ne télécharge pas de vidéos depuis des sites tiers.
ja: Mac App Store 版はサードパーティサイトの動画をダウンロードしません。
ko: Mac App Store 버전은 타사 사이트의 동영상을 다운로드하지 않습니다.

source: Mac App Store 版本不提供第三方站点视频下载；请使用本地完整版处理你有权保存的媒体。
de: Die Mac-App-Store-Version lädt keine Videos von Drittanbieter-Websites. Nutze die lokale Vollversion für Medien, die du speichern darfst.
en: The Mac App Store version does not download videos from third-party sites. Use the local full version for media you have the right to save.
fr: La version Mac App Store ne télécharge pas de vidéos depuis des sites tiers. Utilisez la version complète locale pour les médias que vous avez le droit d’enregistrer.
ja: Mac App Store 版はサードパーティサイトの動画をダウンロードしません。保存する権利のあるメディアにはローカルのフル版を使ってください。
ko: Mac App Store 버전은 타사 사이트의 동영상을 다운로드하지 않습니다. 저장할 권리가 있는 미디어는 로컬 전체 버전을 사용하세요.

source: MediaFetch 演示资料 · 合成元数据，不连接 Spotify
de: MediaFetch-Demodaten · synthetische Metadaten, keine Spotify-Verbindung
en: MediaFetch demo data · synthetic metadata, no Spotify connection
fr: Données de démo MediaFetch · métadonnées synthétiques, sans connexion Spotify
ja: MediaFetch デモデータ · 合成メタデータ、Spotify には接続しません
ko: MediaFetch 데모 데이터 · 합성 메타데이터, Spotify에 연결하지 않음

source: Netflix 正片使用 DRM 保护。Sooogood Video Catch 不绕过 DRM，也不会把网页预告片误报成正片下载。
de: Netflix-Titel sind DRM-geschützt. Sooogood Video Catch umgeht kein DRM und gibt Web-Trailer nicht als vollständigen Titel aus.
en: Netflix titles are protected by DRM. Sooogood Video Catch does not bypass DRM and will not pass off web trailers as the full title.
fr: Les titres Netflix sont protégés par DRM. Sooogood Video Catch ne contourne pas les DRM et ne fait pas passer les bandes-annonces web pour l’œuvre complète.
ja: Netflix の作品は DRM で保護されています。Sooogood Video Catch は DRM を回避せず、Web の予告編を本編として扱うこともありません。
ko: Netflix 콘텐츠는 DRM으로 보호됩니다. Sooogood Video Catch는 DRM을 우회하지 않으며 웹 예고편을 본편으로 잘못 표시하지도 않습니다.

source: PCM 24-bit 48 kHz，Logic / Fairlight 直接可用
de: PCM 24 Bit 48 kHz, direkt nutzbar in Logic / Fairlight
en: PCM 24-bit 48 kHz, ready for Logic / Fairlight
fr: PCM 24 bits 48 kHz, prêt pour Logic / Fairlight
ja: PCM 24bit 48kHz、Logic / Fairlight でそのまま使用可能
ko: PCM 24비트 48kHz, Logic / Fairlight에서 바로 사용

source: Python 退出码 %d
de: Python-Exitcode %d
en: Python exit code %d
fr: Code de sortie Python %d
ja: Python 終了コード %d
ko: Python 종료 코드 %d

source: QQ 音乐
de: QQ Music
en: QQ Music
fr: QQ Music
ja: QQ 音楽
ko: QQ 뮤직

source: QQ 音乐目前只支持 QQ 号登录，暂不支持微信登录（下载引擎的限制）。用微信登录的话，建议改用网易云音乐下载；有 QQ 号可以用手机 QQ 扫码登录后重试。
de: QQ Music unterstützt derzeit nur die Anmeldung mit QQ-Nummer, nicht mit WeChat (Einschränkung der Download-Engine). Wenn du dich mit WeChat anmeldest, nutze stattdessen NetEase Cloud Music; mit QQ-Nummer scanne den Code mit der QQ-App und versuche es erneut.
en: QQ Music currently supports QQ-number sign-in only, not WeChat sign-in (a download engine limitation). If you sign in with WeChat, use NetEase Cloud Music instead; with a QQ number, scan the code with mobile QQ and try again.
fr: QQ Music ne prend actuellement en charge que la connexion par numéro QQ, pas par WeChat (limite du moteur de téléchargement). Si vous vous connectez avec WeChat, utilisez plutôt NetEase Cloud Music ; avec un numéro QQ, scannez le code avec QQ mobile et réessayez.
ja: QQ 音楽は現在 QQ 番号でのログインのみ対応しており、WeChat ログインには対応していません（ダウンロードエンジンの制限）。WeChat でログインしている場合は NetEase Cloud Music を使ってください。QQ 番号をお持ちなら、モバイル版 QQ でスキャンしてログインし直してください。
ko: QQ 뮤직은 현재 QQ 번호 로그인만 지원하며 WeChat 로그인은 지원하지 않습니다(다운로드 엔진의 제한). WeChat으로 로그인했다면 NetEase Cloud Music을 사용하세요. QQ 번호가 있다면 모바일 QQ로 스캔해 로그인한 뒤 다시 시도하세요.

source: QQ 音乐需要登录账号才能下载；音质取决于账号权益。
de: QQ Music erfordert zum Laden ein angemeldetes Konto; die Qualität hängt von der Mitgliedschaft ab.
en: QQ Music requires a signed-in account to download; quality depends on your account's membership.
fr: QQ Music nécessite un compte connecté pour télécharger ; la qualité dépend de l’abonnement du compte.
ja: QQ 音楽のダウンロードにはログインが必要です。音質はアカウントの特典によって異なります。
ko: QQ 뮤직은 로그인한 계정이 있어야 다운로드할 수 있으며, 음질은 계정 혜택에 따라 다릅니다.

source: RPC 在 10 秒内没有响应
de: RPC hat nicht innerhalb von 10 Sekunden geantwortet
en: RPC did not respond within 10 seconds
fr: Le RPC n’a pas répondu en 10 secondes
ja: RPC が 10 秒以内に応答しませんでした
ko: RPC가 10초 안에 응답하지 않았습니다

source: Safari Cookie 受 macOS 保护，使用前可能需要为 %@ 开启完整磁盘访问。
de: Safari-Cookies sind durch macOS geschützt. Möglicherweise musst du %@ zuerst Festplattenvollzugriff gewähren.
en: Safari cookies are protected by macOS. You may need to grant %@ Full Disk Access first.
fr: Les cookies de Safari sont protégés par macOS. Vous devrez peut-être d’abord accorder l’accès complet au disque à %@.
ja: Safari の Cookie は macOS で保護されています。使用前に %@ へのフルディスクアクセスの許可が必要な場合があります。
ko: Safari 쿠키는 macOS로 보호됩니다. 사용 전에 %@에 전체 디스크 접근 권한을 허용해야 할 수 있습니다.

source: Safari Cookie 受 macOS 保护，需要为 %@ 开启完整磁盘访问。
de: Safari-Cookies sind durch macOS geschützt. Gewähre %@ Festplattenvollzugriff.
en: Safari cookies are protected by macOS. Grant %@ Full Disk Access.
fr: Les cookies de Safari sont protégés par macOS. Accordez l’accès complet au disque à %@.
ja: Safari の Cookie は macOS で保護されています。%@ にフルディスクアクセスを許可してください。
ko: Safari 쿠키는 macOS로 보호됩니다. %@에 전체 디스크 접근 권한을 허용하세요.
